Repository: rds76/poinspect0r
Catalog: */default.po
Languages: cs, de, es, fr, it, nl, pt, ru

source: Cannot delete this category!
cs: Nelze smazat tuto kategorii!
de: Kann diese Kategorie nicht löschen!
es: ¡No se puede borrar esta categoría!
fr: Impossible d'effacer cette catégorie!
it: Non puoi cancellare questa categoria!
nl: Kan deze catergorie niet verwijderen!
pt: Impossível apagar esta categoria !
ru: Невозможно удалить эту категорию!

source: Delete category '%s' ?
cs: Smazat kategorii '%s' ?
de: Kategorie '%s' löschen ?
es: ¿Borrar categoría '%s' ?
fr: Supprimer la catégorie '%s' ?
it: Cancellare categoria '%s' ?
nl: Categorie '%s' verwijderen?
pt: Apagar categoria '%s' ?
ru: Удалить категорию '%s' ?

source: Cannot add POIs to parent category!
cs: Nelze přidat POI do kategorie s potomky!
de: Kann POI nicht zu übergeordnteter Kategorie hinzufügen!
es: ¡No es posible añadir POIs a la categoría padre!
fr: Impossible d'ajouter des POI à la catégorie mère!
it: Non puoi aggiungere POI alla categoria principale!
nl: Kan geen POI's toevoegen aan de hoofdcategorie!
pt: Impossíel adicionar POIs para a categoria principal!
ru: Невозможно добавить POI в исходную категорию!

source: [Unlinked items]
cs: [Nepropojené položky]
de: [entfernte Elemente]
es: [Objetos eliminados]
fr: [Eléments non liés]
it: [Elementi non collegati]
nl: [Niet gelinkte items]
pt: [Items sem ligação]
ru: [Несвязанные элементы]

source: Fill all required values!
cs: Vyplň povinné údaje!
de: Alle erforderlichen Werte eingeben!
es: ¡Complete todos los valores requeridos!
fr: Saisissez toutes les valeurs requises!
it: Inserisci tutti i valori richiesti!
nl: Vul alle benodigde informatie in!
pt: Preencha todos os campos requeridos !
ru: Заполните все необходимые значения!

source: Icon name '%s' already exist, select another name!
cs: Ikona s tímto názvem '%s' existuje!, Vyber jinou!
de: Symbol '%s' bereits vorhanden, bitte anderen Namen wählen!
es: El nombre del icono '%s' ya existe, ¡Seleccione otro nombre!
fr: Le nom de l'icône '%s' existe déjà, choisissez un autre nom!
it: Il nome '%s' esiste già, selezionare un altro nome!
nl: Icon naam '%s' bestaat al, selecteer een andere naam!
pt: Nome do icon '%s' já existe, selecione outro nome!
ru: Логотип '%s' уже существует, выберите другое имя!

source: Ready.
cs: Připraveno.
de: Bereit.
es: Listo.
fr: Prêt.
it: Pronto.
nl: Klaar.
pt: Pronto.
ru: Готово.

source: File not found!
cs: Soubor neexistuje!
de: Datei nicht gefunden!
es: ¡Fichero no encontrado!
fr: Fichier non trouvé!
it: File non trovato!
nl: Bestand niet gevonden!
pt: Ficheiro não encontrado!
ru: Файл не найден!

source: Category not found!
cs: Kategorie neexistuje!
de: Kategorie nicht gefunden!
es: ¡Categoría no encontrada!
fr: Catégorie non trouvée!
it: Categoria non trovata!
nl: Categorie niet gevonden!
pt: Categoria não encontrada!
ru: Категория не найдена!

source: Clearing old POIs...
cs: Mažu staré POI...
de: Bereinige alte POIs...
es: Eliminando POIs antiguos...
fr: Effacement des anciens POIs...
it: Pulizia vecchi POI...
nl: Oude POIs opschonen...
pt: Limpando POIs antigos...
ru: Очистка устаревших POI...

source: Importing POIs...
cs: ImportujiPOIs...
de: Importiere POIs...
es: Importando POIs...
fr: Importation des POI ...
it: Importazione POI...
nl: POIs importeren...
pt: Adicionando POIs...
ru: Импорт POI...

source: Done.
cs: Hotovo.
de: Fertig.
es: Hecho.
fr: Fait.
it: Fatto.
nl: Klaar.
pt: Feito.
ru: Готово.

source: Skipped.
cs: Přeskočeno.
de: Übersprungen.
es: Ignorado.
fr: Ignoré.
it: Saltato.
nl: Overgeslagen.
pt: Ignorado.
ru: Пропущено.

source: Batch job finished!
cs: Hromadná aktualizace ukončena!
de: Stapelverarbeitung beendet!
es: ¡Tarea finalizada!
fr: Batch terminé!
it: Lavoro in batch completato!
nl: Batchtaak klaar!
pt: Tarefa efectuada!
ru: Обработка завершена!

source: Icon name '%s' already exists!
cs: Ikona s tímto názvem '%s' existuje!
de: Symbol '%s' bereits vorhanden!
es: ¡El nombre de icono '%s' ya existe!
fr: Le nom de l'icône '%s' existe déjà!
it: L'icona nome '%s' esiste già!
nl: Icon naam %s bestaat al!
pt: O icon com o nome de '%s' já existe!
ru: Логотип '%s' уже существует!

source: Wrong image size (34x39)! File:
cs: Špatná velikost obrázku (34x39)! Soubor:
de: Falsche Bildgröße (nicht 34x39) bei Datei:
es: ¡Tamaño de imagem erróneo (34x39)! Fichero:
fr: Taille d'image incorrecte (34x39)!
it: Dimensione immagine errata (34x39) file:
nl: Verkeerd afbeeldingsgrootte (nieit 34x39) in bestand:
pt: Tamanho da imagem errado (34x39) ! Ficheiro:
ru: Несоответствующий размер изображения (не 34x39)! Файл:

source: Make sure you have inserted empty DVD disk in dvd drive %s !
cs: Ujisti se, že jsi vložil prázdný disk DVD do jednotky %s !
de: Stellen Sie sicher, daß ein DVD-Rohling in Laufwerk %s ist!
es: ¡Asegúrese que haya introducido un DVD en blanco en su grabadora de DVD´s %s !
fr: Assurez-vous que vous avez inséré un DVD vierge dans le graveur %s !
it: Assicurati di aver inserito un DVD vuoto nel drive %s!
nl: Wees er zeker van dat je een lege DVD in de dvd drive %s hebt gedaan!
pt: Certefique-se que inseriu um DVD em branco no gravador de DVD´s %s !
ru: Убедитесь, что вы вставили чистый DVD диск в дисковод %s !

source: DONE.
cs: HOTOVO.
de: Fertig.
es: HECHO.
fr: Fait.
it: COMPLETATO.
nl: Klaar.
pt: FEITO.
ru: Готово.

source: Wait (%ds)
cs: Čekej (%ds)
de: Warten (%ds)
es: Espere (%ds)
fr: Patientez (%ds)
it: Attendi (%ds)
nl: Wacht (%ds)
pt: Espere (%ds)
ru: Ждите (%ds)

source: To avoid this message and to get full functionality, donate at least %s. I guess, that it doesn't ruin you and you can support future development. Then you can register online with assigned Paypal transaction number.
cs: Nechceš-li vidět tuto zprávu a chceš plnou funkcionalitu, přispěj alespoň %s. Myslím, že tě to nezruinuje a podpoříš další vývoj. Pak si můžeš produkt zaregistrovat online s PayPal číslem transakce.
de: Um diesen Hinweis loszuwerden und um volle Funkionalität zu erhalten,spenden Sie mindestens %s. Das dürfte Sie nicht in den Ruin stürzen und Sie unterstützendie Weiterentwicklung. Then you can register online with assigned Paypal transaction number.
es: Para evitar que este mensaje aparezca y poder disfrutar de todas las funciones de esta aplicación, por favor realice una donación de al menos %s.Creo que dicha donación no le arruinará, y podrá contribuir al futuro desarrollo de este programa. Tras realizar la donación, podrá completar el registro online con el número de la transacción de Paypal que le habrá sido asignada.¡Muchas gracias!
fr: Pour éviter ce message et obtenir la pleine fonctionnalité, merci de faire une donation d'au moins %s. Cette somme reste modeste et permet de soutenir les développements futurs. L'enregistrement en ligne se fait avec le N° de transaction unique attribué par PayPal.
it: Per evitare questo messaggio e avere la piena funzionalità del programma, dona almeno %s. Credo che questo non ti rovini e potrai supportare gli sviluppi futuri. Puoi anche registrare il programma online con il numero di transazione assegnato da Paypal.
nl: Om deze melding te voorkomen en alle functie te krijgen, doneer minimaar %s.. Ik denk iedereen dat wel kan missen en je ondersteund de support en toekomstige ontwikkeling. Daarna kan je je registreren met het toegewezen PayPal transactienummer.
pt: De maneira a evitar que esta mensagem seja mostrada, e obter as funcionalidades totais, por favor doe pelo o menos %s. Penso que o valor não seja suficientemente elevado, de maneira a arruná-lo financeiramente e, pode contribuir para o desenvolvimento deste software. Após a doação, poderá registar via online com o número da transacção do Paypal. Obrigado.
ru: Чтобы избежать этого сообщения впредь и получить полную функциональность, пожертвуйте по крайней мере %s. Я думаю, это не разорит вас, и вы сможете поддержать дальнейшее развитие.

source: Serial:
cs: Seriálové číslo:
de: Serien-Nummer:
es: Número de Serie:
fr: N° de série:
it: Seriale:
nl: Serienummer:
pt: Número de Série:
ru: Серийный номер:

source: Please restart application.
cs: Restartuj aplikaci prosím.
de: Bitte Anwendung neu starten.
es: Por favor, reinicie la aplicación.
fr: Merci de redémarrer l'application
it: Per favore riavvia l'applicazione
nl: Start de applicatie opnieuw op aub.
pt: Por favor, reinicie a aplicação.
ru: Пожалуйста, перезапустите приложение.

source: Registration
cs: Registrace
de: Registrierung
es: Registo
fr: Enregistrement
it: Registrazione
nl: Registratie
pt: Registo
ru: Регистрация

source: Enter PayPal transaction ID (Confirmation number)
cs: Vlož PayPal číslo transakce (Confirmation number)
de: PayPal Transaction-ID (Bestätigungsnumer)
es: Introduzca el ID de la transacción de PayPal (Número de Confirmación)
fr: Entrer le N° de transaction unique PayPal (voir détails de la transaction)
it: Inserisci l'ID della transazione PayPal (Numero di conferma)
nl: Vul PayPal Transactie-ID in (Bevestigingsnummer)
pt: Introduza o ID de transacção do PayPal (Número de Confirmação)
ru: Введите код транзакции PayPal (номер подтверждения)

source: Response error:
cs: Chyba odpovědi:
de: Antwort-Fehler:
es: Error de respuesta:
fr: Erreur de résultat:
it: Errore riposta:
nl: Antwoord fout:
pt: Erro de resposta:
ru: Ошибка ответа:

source: building...
cs: vytvářím...
de: Erstellung läuft ...
es: generando...
fr: Reconstruction en cours...
it: costruendo...
nl: verwerken ...
pt: construindo...
ru: обработка ...

source: done.
cs: hotovo.
de: fertig.
es: hecho.
fr: Fait.
it: completato.
nl: klaar.
pt: feito.
ru: готово.

source: ID not found.
cs: ID nenalezeno.
de: ID nicht gefunden.
es: ID no encontrado.
fr: ID non trouvé.
it: ID non trovato
nl: ID niet gevonden.
pt: ID não encontrado.
ru: ID не найден.

source: file not found.
cs: soubor nenalezen.
de: Datei nicht gefunden.
es: fichero no encontrado.
fr: Fichier non trouvé.
it: file non trovato
nl: bestand niet gevonden.
pt: ficheiro não encontrado.
ru: файл не найден.

source: skipped
cs: přeskočeno
de: übersprungen
es: ignorado
fr: Ignoré
it: saltato
nl: overgeslagen
pt: ignorado
ru: пропущено

source: Unknown file extension!
cs: Neznámá přípona souboru!
de: Unbekannte Dateiendung!
es: ¡Extensión de fichero desconodida!
fr: Extension de fichier inconnue!
it: Estensione file sconosciuta
nl: Onbekend betandsextensie!
pt: Extensão do ficheiro desconhecida!
ru: Неизвестное расширение файла!

source: Language
cs: Jazyk
de: Sprache
es: Lenguaje
fr: Langage
it: Lingua
nl: Taal
pt: Lingua
ru: Язык

source: Program
de: Programm
es: Programa
fr: Programme
it: Programma
nl: Programma
pt: Programa
ru: Программа

source: Check for duplicate coordinates
cs: Nahraď pro duplicitní souřadnice
de: Auf doppelte Koordinaten prüfen
es: Comprobar coordenadas duplicadas
fr: Rechercher des doublons de coordonnées
nl: Controleer op dubbele coordinaten
ru: Проверить на повторяющиеся координаты

source: *Only for some Discover units. Value >0 makes it warnable.
cs: *pouze některé jednotky Discover. Hodnota >0 zapne upozornění.
de: *Nur für einige Discover Systeme. Werte >0 ermöglichen Hinweiston.
es: *Sólo para unidades Discover. Valor >0 activa el aviso sonoro.
fr: *Uniquement pour certains systèmes Discover. Toute valeur >0 active l'alerte
nl: *Alleen voor sommige Divover systemen. Waarde >0 maakt het alarmeerbaar.
ru: *только для Discover-устройств. Значение >0 делает возможным звуковое предупреждение.

source: Drop unused icons
cs: Smazat nepoužité ikony
de: Nicht benötigte Icons verwerfen
es: Quitar iconos sin uso
nl: Verwijder ongebruikte iconen
ru: Удалить неиспользуемые логотипы

source: Enable 39x39 icons (only for Discover units!!!!)
cs: Povolit ikony rozměru 39x39 (pouze pro Discover jednotky!)
de: Icongröße 39x39 aktivieren (nur für Discover-Geräte)
es: Activar iconos 39x39 (¡Sólo unidades Discover!)
fr: Activer l'icône 39x39 (Ne concerne que les systèmes Discover!!!!)
nl: Activeer 39x39 iconen (alleen voor Discover apparaten)
ru: Активировать логотипы 39x39 (только для Discover-устройств!!!)

source: Select SD card / Flash disk:
cs: Vyber kartu SD / 'flešku':
de: Laufwerk SD-Karte wählen:
es: Seleccione tarjeta SD / disco flash:
fr: Sélectionez la carte SD / le disque Flash
nl: Selecteer SD-kaart / Flash disk:
ru: Выбрать диск с SD/Flash-картой:

source: *Note: All categories are exported into root level
cs: *Pozn.: Kategorie budou exportovány do hlavní větve
de: Hinweis: alle Kategorien werden als 'Root' exportiert
es: *Nota: Todas las categorias son exportadas al mismo nivel
fr: *Note: Toutes les catégories sont exportées à la racine
nl: *Opmerking: alle categorieën worden in de 'Root' geëxporteerd
ru: *Примечание: все категории экспортируются в корневовой уровень

source: City
cs: Město
de: Stadt
es: Ciudad
fr: Ville
nl: Stad
ru: Город

source: Country
cs: Země
de: Land
es: País
fr: Pays
nl: Land
ru: Страна

source: Region
cs: Región
es: Región
fr: Région
nl: Regio
ru: Регион

source: Street
cs: Ulice
de: Straße
es: Calle
fr: Rue
nl: Straat
ru: Улица

source: Successfully exported to disk '%s'. Remove SD card and take it to the car with Discover navi system...:-)
cs: Exportováno na disk '%s'. Vyjmi SD kartu a importuj ve vozidle s navigací Discover...:-)
de: Erfolgreich kopiert auf Laufwerk '%s'. SD-Karte entnehmen und ins Auto mit Discover-Gerät bringen...:-)
es: Copiado correctamente al disco '%s'. Extraiga la tarjeta SD e introdúzcala en el lector de tarjetas de su navegador :-)
nl: Succesvol geëxporteerd naar disk '%s'. Verwijder de SD-kaart en neem deze mee naar de auto...:-)
ru: Успешно скопировано на диск "%s". Извлеките SD-карту и установите ее в вашу Discover navi-магнитолу...

source: Delete POI
cs: Smaž vybraný POI
de: POI löschen
es: Borrar POI
fr: Effacer POI
nl: POI verwijderen
ru: Удалить POI

source: Village
cs: Obec
de: Ort
es: Pueblo
nl: Plaats
ru: Населенный пункт

source: Donated version.
cs: Registrovaná verze.
de: Version wurde mit Spende unterstütztt.
es: Vesión completa (con donación).
fr: Version Donateur
nl: Doneer en krijg alle functies.
ru: Версия поддержана пожертвованием.

source: Donate for unlock all functions!
cs: Pro odemčení všech funkcí pošli příspěvek!
de: Spenden um alle Funktionen zu aktivieren!
es: ¡Done para desbloquear todas las funciones!
fr: Faites une donation pour déverrouiller toutes les fonctions
nl: Doneer om alle functie te verkrijgen!
ru: Пожертвуйте для получения полной функциональности!

source: Radius in meters to find duplicates (square area):
cs: Rozsah hledání duplicit, rádius v metrech (čtvercová plocha):
de: Radius in m (Quadratfläche) für Suche nach Duplikaten:
es: Radio en metros para localizar POIs duplicados:
nl: Radius in m (vierkant) om duplicaten te vinden:
ru: Радиус в метрах, для поиска дубликатов (по площади):

source: Leave empty to disable
cs: Nevyplňuj pro vypnutí
de: Für Deaktivieren leer lassen
es: Dejar vacío para deshabilitar
nl: Laat leeg om uit te schakelen
ru: Оставьте пустым, чтобы отключить

source: Use system settings
cs: Použij systémové nastavení
de: Systemeinstellungen verwenden
es: Usar configuración del sistema
nl: Gebruik systeeminstellingen
ru: Использовать системные настройки

source: Proxy settings for internet connection
cs: Nastavení proxy pro připojení k internetu
de: Proxy-Einstellungen zum Internet-Zugang
es: Configuración de proxy para conexión a internet
nl: Proxy instellingen voor internettoegang
ru: Параметры прокси-сервера для подключения к интернету

source: Donate for unlock!
cs: Pro odemčení pošli příspěvek!
de: Spenden, um zu entsperren!
es: ¡Done para desbloquear!
nl: Doneer en krijg alle functies!
ru: Пожертвуйте для разблокировки!

source: Check for the new version
cs: Zjistit dostupnost nové verze
de: Prüfung der neuen Version
es: Comprobar si hay una nueva versión
nl: Controleren op nieuwe versie
ru: Проверить наличие обновлений

source: You have already the latest version.
cs: Máš nejnovější verzi.
de: Sie haben bereits die neueste version.
es: Ya tiene actualmente la última versión disponible.
nl: Je hebt de reeds de laatste versie.
ru: У вас самая последняя версия.

source: New version ''%s'' is available at %s
de: Neue version ''%s'' ist verfügbar bei %s
ru: Новая версия ''%s'' доступна на %s

source: Online
ru: Онлайн

source: Online POIs
cs: Online POI body
es: POIs Online
ru: Онлайн POI

source: Search:
cs: Najdi:
de: Suhe:
es: Buscar:
nl: Zoek:
ru: Поиск:

source: Search (F3)
cs: Hledej (F3)
de: Suche (F3)
es: Buscar (F3)
nl: Zoeken (F3)
ru: Поиск (F3)

source: Not found!
cs: Nenalezeno!
de: Nicht gefunden!
es: ¡No encontrado!
nl: Niet gevonden!
ru: Не найдено!

source: Unzip error:
cs: Chyba rozbalovaní (Unzip)
de: Unzip Fehler:
es: Error al descomprimir:
nl: Unzip Fout:
ru: Ошибка архивирования:

source: Invalid zip file:
cs: Neplatný soubor ZIP:
de: Ungültige zip-Datei:
es: Fichero comprimido no válido:
nl: Ongeldig zip-bestand:
ru: Недопустимый архив:

source: Looks like download limit reached. Try it later...
cs: Zdá se, že došlo k dosažení limitu pro stahování. Zkus to později...
de: Es scheint, Download-Limit erreicht. Versuchen Sie es später...
es: Se ha llegado al límite de descargas. Por favor inténtelo más tarde...
nl: Het lijkt er op dat de download limiet is bereikt. Probeer het later nog eens...
ru: Похоже, достигнут предел загрузки. Попробуйте позже...

source: Processing data, please wait...
cs: Zpracování dat, čekej prosím...
de: Dateivearbeitung, bitte warten...
es: Procesando datos, por favor espere...
nl: Bezig met verwerken, even geduld...
ru: Обработка данных, пожалуйста, подождите...

source: No %s data parsed. Wrong encoding or format?
cs: Nebyly analyzovány žádné %s data. Chybné kódování nebo formát?
de: Keine %s Daten analysiert. Falsche Kodierung oder format
es: No se ha procesado los datos %s. ¿Incorrecta codificación o formato?
nl: Geen %s data Verwerkt. Verkeerde codering of formaat?
ru: Данные %s не обработаны. Неверное кодирование или форматирование

source: Show all on map
cs: Zobraz vše v mapě
de: Alle auf der Karte anzeigen
es: Mostarlos todos en el mapa
nl: Op alle kaarten tonen
ru: Показать все на карте

source: New version '%s' is available at %s
cs: Nová verze '%s' je dostupná na %s
es: Nueva versión '%s' disponible en %s
nl: Een nieuwe versie '%s' is beschikbaar op %s

source: Check for duplicates during batch POI rebuild
cs: Kontroluj duplicity během hromadné aktualizace POI
es: Comprobar duplicados al regenerar el conjuto de POIs
nl: Controleer op duplicaten tijdens batch POI vernieuwen

source: Alert
cs: Upozornit
nl: Waarschuwing

source: In case that above button doesn't open site, visit app homepage and you can directly donate from there
cs: V případě, že tlačítko neotevře www stánku, navštiv domovskou stránku aplikace odkud můžeš přispět
nl: Wanneer de knop hier boven de website niet opent, bezoek dan de homepage en doneer van uit daar

source: Wrong application install!? Missing %s '%s'.
cs: Chybná instalace aplikace!? Chybí %s '%s'.

source: file
cs: soubor

source: folder
cs: složka

source: Saved as
cs: Uloženo jako

source: *Hint: When navigation unit won't recognize imported data, try following: 1) Format card as FAT32 with 32kB cluster size 2) For MIB unit try both options
cs: *Tip: Pokud navigace nerozpozná importovaná data, zkus následující: 1) Naformátuj kartu jako FAT32 s velikosti clusteru 32kB 2) Pro MIB navigace zkus obě možnosti

source: Entire database has been succesfully rebuilded.
fr: La base de données a totalement été reconstruite avec succès

source: Succesfully copied as '%s'. Remove SD card and take it to the car...:-)
fr: Copie réalisée avec succès : '%s'. Retirez la carte SD. Vous pouvez la mettre dans votre voiture...:-)

source: Drop unsed icons
fr: Supprimer les icônes non utilisées

source: Succesfully exported to disk '%s'. Remove SD card and take it to the car with Discover navi system...:-)
fr: Exportation réussie vers '%s'. Retirez la carte et placez la dans de véhicule équipé du système de navigation Discover

source: PoiID
it: IDPoi
