Repository: rds76/poinspect0r
Catalog: */default.po
Languages: cs, de, es, fr, it, nl, pt, ru

source: Delete
cs: Smaž
de: Entfernen
es: Borrar
fr: Supprimer
it: Cancella
nl: Verwijder
pt: Apagar
ru: Удалить

source: Rebuild new IDX/URL
de: Erstelle neue IDX/URL
es: Reconstruir nuevo IDX/URL
fr: Reconstruire nouveau IDX/URL
it: Ricostruisci nuovo IDX/URL
nl: Maak nieuwe IDX/URL
pt: Reconstruir nova IDX/URL
ru: Сформировать новый IDX/URL

source: Save
cs: Ulož
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
pt: Guardar
ru: Сохранить

source: Open POI data file
cs: Otevři datový soubor POI
de: Öffne POI Datei
es: Abrir fichero de datos de POIs
fr: Ouvrir fichier de données POI
it: Apri file dati POI
nl: Open POI data bestand
pt: Abrir ficheiro de dados POI
ru: Открыть файл POI

source: Category ID
cs: ID Kategorie
de: Kategorien ID
es: ID Categoría
fr: Catégorie ID
it: ID Categoria
nl: Categorie ID
pt: ID Categoria
ru: ID категории

source: Icon ID
cs: ID ikony
de: Symbol ID
es: ID Símbolo
fr: Icône ID
it: ID Icona
pt: ID Simbolo
ru: ID логотипа

source: Image ID
cs: ID obrázku
es: ID Imagen
it: ID Immagine
nl: Afbeelding ID
pt: ID Imagem
ru: ID изображения

source: Category name
cs: Název kategorie
de: Kategorien Name
es: Nombre categoría
fr: Nom de la catégorie
it: Nome categoria
nl: Categorie Naam
pt: Nome da categoria
ru: Имя категории

source: Height
cs: Výška
de: Höhe
es: Altura
fr: Longueur
it: Altezza
nl: Hoogte
pt: Altura
ru: Высота

source: Width
cs: Šířka
de: Breite
es: Anchura
fr: Largeur
it: Larghezza
nl: Breedte
pt: Largura
ru: Ширина

source: Icon Name
cs: Název ikony
de: Symbolname
es: Nombre del icono
fr: Nom de l'icône
it: Nome Icona
nl: Icon naam
pt: Nome do Icon
ru: Имя логотипа

source: Latitude
es: Latitud
it: Latitudine
ru: Широта

source: Longitude
es: Longitud
it: Longitudine
ru: Долгота

source: House#
cs: ČP#
de: Haus#
es: Nº
fr: Maison#
it: Casa#
nl: Huis#
pt: Casa#
ru: Дом#

source: ISO Country
cs: ISO země
de: ISO Land
es: ISO del país
fr: ISO Langue
it: Paese ISO
nl: ISO Land
pt: ISO País
ru: Cтрана ISO

source: Phone#
cs: Telefonní č.
de: Telefon#
es: Teléfono
fr: Téléphone#
it: Telefono#
nl: Telefoon#
pt: Telefone
ru: Телефон#

source: Add category
cs: Přidej kategorii
de: Kategorie hinzufügen
es: Añadir categoría
fr: Ajouter une catégorie
it: Aggiungi categoria
nl: Categorie toevoegen
pt: Adicionar Categoria
ru: Добавить категорию

source: - as sibling
cs: - jako sousední
de: - auf gleicher Ebene
es: - como categoría al mismo nivel
fr: - Catégorie mère
it: - come fratello
nl: - Als gelijk niveau
pt: - Cat. Similar
ru: - равнозначную

source: - as child
cs: - jako potomek
de: - untergeordnet
es: - como categoría hija
fr: - Catégorie fille
it: - come figlio
nl: - als subniveau
pt: - Cat. Secundária
ru: - встроенную

source: Edit category
cs: Uprav kategorii
de: Kategorie editieren
es: Editar categoría
fr: Editer catégorie
it: Modifica categoria
nl: Categorie bewerken
pt: Editar Categoria
ru: Редактировать категорию

source: Delete category
cs: Smaž kategorii
de: Kategorie löschen
es: Eliminar categoría
fr: Supprimer catégorie
it: Cancella categoria
nl: Categorie verwijderen
pt: Apagar Categoria
ru: Удалить категорию

source: Add POIs
cs: Přidat POI body
de: POIs hinzufügen
es: Añadir POIs
fr: Ajout POIs
it: Aggiungi POI
nl: POIs toevoegen
pt: Adicionar POIs
ru: Добавить POI

source: Delete POIs
cs: Smazat všechny POI v kategorii
de: POIs löschen
es: Eliminar POIs
fr: Supprimer POIs
it: Cancella POI
nl: POIs verwijderen
pt: Apagar POIs
ru: Удалить POI

source: Extract POIs
cs: Export POI do souboru
de: POIs rausholen
es: Exportar POIs
fr: Extraction POIs
it: Estrai POI
nl: POIs exporteren
pt: Extrair POIs
ru: Извлечь POI

source: Icons...
cs: Ikony...
de: Symbole...
es: Iconos...
fr: Icônes...
it: Icone...
ru: Логотипы...

source: Batch POI rebuild...
cs: Hormadná aktualizace POI bodů...
de: POI Stapelverarbeitung...
es: Regenerar conjunto de POIs...
fr: Reconstruction des POIs
it: Generazione POI in batch
nl: Batch POI vernieuwen...
pt: Reconstruir conjunto de POIs...
ru: Обработка POI ...

source: Transfer current DB to SD card
cs: Přenos/export stávající DB na SD kartu
de: Aktuelle DB auf SD übertragen
es: Exportar BD actual a la tarjeta SD
fr: Transfert sur la carte SD
it: Traferisci il DB corrente su SD
nl: Huidige DB naar SD exporteren
pt: Transferir BD actual para cartão SD
ru: Перенести текущую базу на SD-карту

source: Vacuum current DB
cs: Vacuum aktuální BD
de: Aktuelle DB bereinigen
es: Limpar la BD actual
fr: Effacement de la carte SD
it: Rigenera il DB corrente
nl: Huidige DB schoonmaken
pt: Limpar BD actual
ru: Очистить текущую базу

source: Select SD card disk
cs: Vyber SD kartu
de: Laufwerk für SD-Karte
es: Seleccione tarjeta SD
fr: Sélectionner la carte SD
it: Seleziona un disco Card SD
nl: Geslecteerde SD-Kaart
pt: Selecionar cartão SD
ru: Выбрать диск с SD-картой

source: Multiple rebuild IDX/URL
de: Neuaufbau der IDX/URL
es: Reconstruir multiples IDX/URL
fr: Reconstruction multiple IDX/URL
it: Ricostruzione multipla IDX/URL
nl: Vernieuwen van IDX/URL
pt: Rescontruir multiplas IDX/URL
ru: Перестраивание IDX/URL

source: Path
cs: Cesta
de: Pfad
es: Camino
fr: Chemin
it: Percorso
nl: Pad
pt: Caminho
ru: Путь

source: STATUS
es: ESTADO
it: STATO
pt: ESTADO
ru: СТАТУС

source: Imported POI list preview
cs: Náhled importovaných POI bodů
de: Voransicht importierter POI
es: Importar lista de previsualización de POIs
fr: Prévisualisation des POIs importés
it: Anteprima lista POI importati
nl: Te importeren POI laten zien
pt: Importar lista de pré-visualização de POIs
ru: Предпросмотр импортируемых POI

source: # of POIs:
cs: # POI:
de: Anzahl POIs:
es: # de POIs:
fr: # des POIs
it: # dei POI:
nl: Aantal POIs:
pt: # de POIs:
ru: # POI:

source: Lon
ru: Дол

source: Lat
ru: Шир

source: Progress
cs: Postup
de: Fortschritt
es: Progreso
fr: Traitement en cours
it: Progresso
nl: Voortgang
pt: Progresso
ru: Прогресс

source: Parsing...
cs: Zpracovávám...
de: Lese...
es: Analizando...
fr: Analyse...
it: Analisi...
nl: Lezen...
pt: Analisando...
ru: Анализ...

source: Main
cs: Hlavní
de: Hauptprogramm
es: Principal
fr: Principal
it: Principale
nl: Hoofdprogramma
pt: Principal
ru: Главная

source: Start from ID:
cs: Začátek od ID:
de: Beginn bei ID:
es: Iniciar desde ID:
fr: Démarrage depuis ID:
it: Inizia dall'ID:
nl: Begin bij ID:
pt: Iniciar pelo ID:
ru: Начать с ID:

source: Output IDX/URL:
de: Ausgabe IDX/URL:
es: Fichero IDX/URL:
fr: Résultat IDX/URL:
nl: Export IDX/URL:
pt: Ficheiro IDX/URL:
ru: Вывод IDX/URL:

source: POI data encoding
cs: Kódování POI dat
de: POI Daten-Codierung
es: Codificación de los datos POI
fr: Encodage des données POI
it: Codifica dati POI
nl: POI Data-codering
pt: Codificação de dados POI
ru: Кодировка POI

source: Input files
cs: Vstupní soubory
de: Eingabedateien
es: Tipo de fichero
fr: Fichiers d'entrée
it: File di Input
nl: Import files
pt: Introduzir ficheiros
ru: Исходные файлы

source: Transfer to SD card
cs: Přenos na kartu SD
de: Übertragung auf SD-Karte
es: Transferir a la tarjeta SD
fr: Transfert vers carte SD
it: Traferisci su card SD
nl: Overzetten naar SD-Kaart
pt: Transferir para cartão SD
ru: Перенести на SD-карту

source: Select SD card:
cs: Vyber kartu SD:
de: SD-Karte wählen:
es: Seleccionar tarjeta SD:
fr: Sélectionnez la carte SD:
it: Seleziona SD card:
nl: Secteer SD-Kaart:
pt: Selecionar cartão SD:
ru: Выбрать SD-карту:

source: Final DB path:
cs: Cílová cesta DB:
de: Endgültiger DB-Pfad:
es: Ruta para la BD:
it: Percorso DB finale:
nl: Opgeslagen DB-Pad:
pt: Caminho para BD:
ru: Окончательный путь к базе:

source: Missing TPD-UPI tag!
de: TPD-UPI-Wert fehlt!
es: ¡Falta etiqueta TPD-UPI!
fr: Information TPD-UPI manquante!
it: Etichetta TPD-UPI mancante!
nl: TPD-UPI tag ontbreekt!
pt: Falta etiqueta TPD-UPI !
ru: Отсутствует TPD-UPI тег!

source: Can't find TPD-UPI folder!
de: Ordner mit TPD-UPI-Werten nicht gefunden!
es: ¡No es posible encontar la carpeta de TPD-UPI!
fr: Répertoire TPD-UPI manquant!
it: Non trovo la cartella TPD-UPI!
nl: Kan de TPD-UPI map niet vinden!
pt: Impossível encontrar pasta de TPD-UPI !
ru: Папка TPD-UPI не найдена!

source: Missing TPD-DEF(Default language) tag!
de: Wert TPD-DEF (Standard-Sprache) fehlt!
es: ¡No es posible encontrar la etiqueta de TPD-DEF(Lengua por defecto)!
fr: Information TPD-DEF (erreur langue) manquant!
it: Etichetta TPD-DEF(Linguaggio di Default) mancante!
nl: TPD-DEF tag (Standaard taal) ontbreekt!
pt: Impossível encontrar etiqueta de TPD-DEF(Linguagem pré-definida) !
ru: Отсутствует TPD-DEF тег (Язык по умолчанию)!

source: Missing TPD-LSC(Languages list) tag!
de: Wert TPD-LSC (Sprachen-Liste) fehlt!
es: ¡No es posible encontar la etiqueta de TPD-DEF(Lista de Lenguas)!
fr: Information TPD-LSC (liste des langues) manquant!
it: Etichetta TPD-LSC(Lista linguaggi) mancante!
nl: TPD-LSC tag ontbreekt (Taallijst)!
pt: Impossível encontrar etiqueta de TPD-DEF(Lista de Linguas) !
ru: Отсутствует TPD-LSC тег (список языков)!

source: Can't find TABLES folder!
de: Ordner TABLES nicht gefunden!
es: ¡No es posible encontar la carpeta de las TABLAS!
fr: Répertoire TABLES manquant!
it: Non trovo la cartella TABLES!
nl: Kan de tabellen map niet vinden!
pt: Impossível encontrar pasta TABLES !
ru: Папка таблиц не найдена!

source: Category has no POIs!
cs: Kategorie neobsahuje POI!
de: Kategorie hat keine POI!
es: ¡La categoría no tiene ningún POI!
fr: Catégorie sans POIs!
it: La categoria non ha POI!
nl: Categorie heeft geen POI's!
pt: Categoria não possui POIs !
ru: Категория не содержит POI!

source: Can't add poi here!
cs: Nelze zde přidat POI!
de: Kann POI hier nicht hinzufügen!
es: ¡Imposible añadir POIs aquí!
fr: Ajout de POI impossible ici!
it: Non posso aggiungere POI qui!
nl: Kan hier geen POI toevoegen!
pt: Impossível adicionar POI !
ru: Невозможно добавить сюда POI!

source: Can't add poi here. Only group category is allowed here!
de: Kann POI hier nicht hinzufügen - nur Gruppen gestattet!
es: ¡No se pueden añadir POIs aquí. Sólamente está permitido añadir grupo de categorías aquí!
fr: Ajout de POI impossible, seules les catégories sont autorisées ici!
it: Non posso aggiungere POI qui. Qui è permesso solo il gruppo categoria.
nl: Kan hier geen POI toevoegen. Alleen categoriegroep is hier toegestaan!
pt: Impossível adicionar POI ! Exclusivo apenas para categorias !
ru: Невозможно добавить сюда POI. Здесь разрешена только группа!

source: Icon name %s already exists in map, going to use existing one.
de: Symbol %s existiert bereits, verwende das bereits vorhandene.
es: El nombre de icono %s ya existente en el mapa, va a ser usado el existente.
fr: Ce nom d'icône %s existe déjà, celui déjà existant sera utilisé.
it: L'icona nome %s esiste già nella mappa, uso quella esistente.
nl: Icoonnaam %s bestaat al, we gaan de bestaande gebruiken.
pt: Nome do icon %s já existe no mapa, vai ser usado um já existente.
ru: Логотип '%s' уже существует на карте, использовать существующий.

source: Add POI done.
cs: POI přidány.
de: POI Hinzufügen beendet.
es: Completada la importación de POIs.
fr: Ajout des POI réalisé.
it: Aggiunta POI completata.
nl: POI toevoegen voltooid.
pt: Adicionamento de POIs completo.
ru: Добавление POI завершено.

source: Saved.
cs: Uloženo.
de: Gespeichert.
es: Guardado.
fr: Sauvegardé.
it: Salvato.
nl: Opgeslagen.
pt: Guardado.
ru: Сохранено.

source: Can't put poi here. Only group category are allowed here!
cs: Nelze vložit POI zde. Pouze skupina kategorií je zde povolena!
de: Kann POI hier nicht hinzufügen - nur Gruppen gestattet!
es: ¡Imposible añadir POIs aquí. Sólamente está permitidos grupos de categorías aquí!
fr: Ne pas mettre de POI ici, seules les catégories sont autorisées ici!
it: Non posso aggiungere POI qui. Qui è permesso solo il gruppo categoria.
nl: Kan hier geen POI plaatsen. Alleen categoriegroep is hier toegestaan!
pt: Impossivel introduzir o POI aqui. Somente categorias de grupo !
ru: Невозможно вставить сюда POI. Здесь разрешены только группы!

source: Rebuild done.
cs: Rekonstrukce dokončena.
de: Neuerstellung abgeschlossen.
es: Reconstrucción completada.
fr: Reconstruction réalisée.
it: Ricostruzione completata.
nl: Rebuild voltooid.
pt: Reconstrução efectuada.
ru: Формирование завершено.

source: Files:
cs: Soubory:
de: Dateien:
es: Ficheros:
fr: Fichiers:
it: File:
nl: Bestanden:
pt: Ficheiros:
ru: Файлы:

source: Error
cs: Chyba
de: Fehler
fr: Erreur
it: Errore
nl: Fout
pt: Erro
ru: Ошибка

source: Cannot move category to category containing POIs!
cs: Nelze přesunout kategorii do kategorie obsahující POI!
de: Kategorie mit enthaltenen POI kann nicht verschoben werden!
es: ¡Imposible mover la categoría a otra categoría que ya contenga POIs!
fr: Une catégorie ne peut être déplacée dans une catégorie qui contient déjà des POIs!
it: Non posso spostare categorie in categorie che contengono già dei POI!
nl: Kan geen categorie verplaatsen naar een categorie die POI's bevat!
pt: Impossível mover uma categoria para outra categoria que contêm POIs !
ru: Невозможно переместить категорию в категорию, содержащую POI!

source: Nothing to burn!
cs: Nic k vypálení!
de: Nichts zu brennen!
es: ¡No hay nada que grabar!
fr: Pas de disque présent!
it: Niente da masterizzare!
nl: Niets om te branden!
pt: Não existe conteúdo para gravar!
ru: Нет данных для записи!

source: DB file '%s' not found!
cs: Databázový soubor '%s' nenalezen!
de: DB-Datei '%s' nicht gefunden!
es: ¡Fichero de la base de dados '%s' no encontrado!
fr: Le fichier DB '%s' est introuvable!
it: File DB '%s' non trovato!
nl: DB bestand '%s' niet gevonden!
pt: Ficheiro de base de dados '%s' não foi encontrado !
ru: Файл базы '%s' не найден!

source: Cannot find require SQLite driver
cs: Nemohu najít potřebný SQLite ovladač
de: Kann benötigten SQWL-Treiber nicht finden
es: No es posible encontrar el controlador SQLite requerido
fr: Le driver SQLite est introuvable
it: Non trovo i driver SQLite necessari
nl: Kan de benodigde SQLite driver niet vinden
pt: Impossível encontrar o controlador SQLite requerido
ru: Не найдены необходимые драйверы SQWL

source: Missing file 'customPOI.base'! Get latest proper version.
cs: Chybí soubor 'customPOI.base'! Získej poslední řádnou verzi.
de: Datei 'customPOI.base' fehlt! Bitte aktuelle Version besorgen.
es: ¡Falta el fichero 'customPOI.base'! Consiga la última versión apropiada.
fr: Le fichier 'customPOI.base' est introuvable! Utilisation d'une version précédente.
it: File 'customPOI.base' mancante! Ottieni l'ultima versione corretta.
nl: Bestand 'customPOI.base' ontbreekt! Download en installeer de recentste versie.
pt: Falta o ficheiro 'customPOI.base'! Obtenha a versão correcta.
ru: Отсутствует файл 'customPOI.base'! Получить последнюю версию.

source: New db
cs: Nová DB
de: Neue DB
es: Nueva base de dados
fr: Nouveau fichier DB
it: Nuovo DB
nl: Nieuwe database
pt: Nova base de dados
ru: Новая база

source: Enter new db3 filename
cs: Zadej název nového db3 souboru
de: Dateiname für neue db3-Datei eingeben
es: Introduza el nombre para el fichero db3
fr: Entrez le nouveau nom du fichier DB3
it: Inserisci il nome del nuovo file DB3
nl: Vul een nieuwe db3 bestandsnaam in
pt: Introduza um nome para o ficheiro db3
ru: Введите имя нового db3-файла

source: File '%s' already exists! Pick different name.
cs: Soubor '%s' existuje! Vyber jiný název.
de: Datei '%s' existiert bereits - bitte anderen Namen wählen.
es: ¡El fichero '%s' ya existe! Elija un nombre diferente.
fr: Le fichier '%s' existe déjà! Choisissez un autre nom.
it: Il file '%s' esiste già! Seleziona un nome differente.
nl: Bestand '%s' bestaat al - Gebruik aub een andere naam..
pt: O ficheiro '%s' já existe! Escolha outro nome.
ru: Файл '%s' уже существует, выберите другое имя.

source: Entire database has been successfully rebuilded.
cs: Celá databáze byla úspěšně rekonstruována.
de: Gesamte Datenbank neu erstellt.
es: La base de datos ha sido reconstruida completamente con éxito.
it: L'intero database è stato ricostruito correttamente.
nl: Gehele database is succesvol opgeschoond.
pt: A base de dados foi totalmente reconstruida com sucesso.
ru: Исходная база успешно перестроена.

source: Cannot add child category to category containing POIs!
cs: Nelze přidat kategorií jako potomka který obsahuje POI body!
de: Eine Kategorie mit POI kann keine untergeordnete Kategorie enthalten!
es: ¡No se puede añadir una categoría hija a una categoría que ya contenga POIs!
fr: Une catégorie fille ne peut être crée dans une catégorie qui contient déjà des POIs!
it: Non posso aggiungere categorie figlio a categorie che contengono POI!
nl: Je kan geen sub-categorie aanmaken in een categorie die POI's bevat!
pt: Impossivel adicionar sub-categorias a uma categoria contendo POIs!
ru: Невозможно добавить встроенную категорию в категорию, содержащую POI!

source: File '
cs: Soubor '
de: Datei '
es: Fichero '
fr: Fichier '
nl: Bestand '
pt: Ficheiro '
ru: Файл '

source: ' not found! Add some POIs 1st.
cs: ' nenalezen! Přidej nejdříve nějaké POIs.
de: ' nicht gefunden! Zuerst einige POI hinzufügen.
es: ' ¡no encontado! Primero añada algunos POIs.
fr: ' Pas trouvé! Ajoutez des POIs avant.
it: ' non trovato! Aggiungi qualche POI prima.
nl: ' niet gevonden! Voeg eerst een aantal POI's toe.
pt: ' não encontado! Primeiro, adicione POIs.
ru: ' не найден! Cначала добавьте POI.

source: No input file found! [%s] Create it or use addPOI with this feature.
cs: Nenalezen vstupní soubor! [%s] Vytvoř jej nebo přidej POI s touto vlastností.
de: Eingabedatei nicht gefunden! [%s] Erstellen, oder addPOI hierbei verwenden.
es: ¡Fichero de entrada no encontrado! [%s] Creelo o use addPOI con esta opción.
fr: Aucune fichier de données trouvé! [%s] Créez le ou utilisez la fonction ajout POI de ce programme.
it: Nessun file di input trovato! [%s] Crealo o usa AggiungiPOI con questa funzione..
nl: Geen input file gevonden! [%s] Maak het aan of gebruik POI toevoegen om dit te doen.
pt: Ficheiro não encontrado! [%s] Crie um ou utilize o addPOI para utilizar esta opção.
ru: Исходный файл не найден! [%s] Создайте его или воспользуйтесь функцией addPOI.

source: Rebuild (vacuum) entire DB and copy to SD card?
cs: Optimalizovat (vacuum) celou databáze a zkopírovat na SD kartu?
de: Gesamte DB bereinigen und auf SD-Karte kopieren?
es: ¿Reconstruir (optimizando) completamente la base de dados y copiarla a la tarjeta SD?
fr: Reconstruire totalement le fichier DB et le copier sur la carte SD?
it: Ricostuisci l'intero DB e copiarlo sulla card SD?
nl: Gehele database opschonen en naar de SD-kaart kopieren?
pt: Reconstruir (limpando) a base de dados inteira e copiar para o cartão SD?
ru: Сформировать (очистить) базу и скопировать на SD-карту?

source: File '%s' already exists. Remove the file then repeat action!
cs: Soubor '%s' již existuje. Odstraň soubor a opakuj akci!
de: Datei '%s' bereits vorhanden. Diese Datei manuell löschen und dann Schritt wiederholen!
es: El fichero '%s' ya existe. ¡Borre el fichero y intentelo de nuevo!
fr: Le fichier '%s' existe déjà. Supprimer ce fichier et recommencez!
it: Il file '%s' esiste già. Rimuovi il file e ripeti l'azione!
nl: Bestand '%s' bestaat al. Verwijder dit bestand en herhaal deze actie!
pt: O ficheiro '%s' já existe. Remova o ficheiro e repita a operação!
ru: Файл '%s' уже существует. Удалите файл, затем повторите действие!

source: Successfully copied as '%s'. Remove SD card and take it to the car...:-)
cs: Úspěšně zkopírováno jako '%s'. Vyjmi kartu vezmi ji do auta :-)
de: Erfolgreich kopiert als '%s'. SD-Karte entnehmen und ins Auto bringen...:-)
es: Copiado correctamente como '%s'. Extraiga la tarjeta SD e introdúzcala en el lector de tarjetas de su coche... :-)
it: Copiato correttamente come '%s'. Rimuovere la card SD e inserirla nell'auto... :-)
nl: Succesvol gekopieerd als '%s'. je kan de SD-Kaart nu naar de auto brengen...:-)
pt: Copiado com sucesso para o cartão SD como '%s'. Remova o cartão SD, e introduza no leitor de cartões do rádio ... :-)
ru: Успешно скопировано как '%s'. Извлеките SD-карту и установите ее в вашу магнитолу...

source: Are you sure to unlink selected item?
cs: Opravdu odpojit vybrané položky?
de: Sind Sie sicher, daß Sie die gewählten Elemente entkoppeln wollen?
es: ¿Está seguro que desea eliminar los objetos seleccionados?
fr: Etes-vous sûr de vouloir délier l'item sélectionné?
it: Sei sicuro di vuole scollegare gli elementi selezionati?
nl: Weet je zeker dat je dit item wilt ontkoppelen?
pt: Tem a certeza que deseja reomver a ligação do item selecionado ?
ru: Вы уверены, что хотите отменить связь для выбранного элемента?

source: Can't unlink POI!
cs: Nemohu odpojit POI!
de: Kann POI nicht entkoppeln!
es: ¡No se puede eliminar los POIs!
fr: Impossible de délier les POI!
it: Non posso scollegare i POI!
nl: Kan POI niet ontkoppelen!
pt: Impossível remover a ligação ao POI !
ru: Невозможно отвязать POI!

source: Unlink POI done.
cs: Odpojení POI provedeno.
de: POI entkoppelt.
es: Eliminación del POI completada.
fr: Le POI est délié.
it: Scollegamento POI completato
nl: POI ontkoppeld.
pt: Ligação ao POI removida.
ru: Ссылка на POI удалена.

source: Unlink POIs done.
cs: Odpojení POI bodů provedeno.
de: POI entkoppelt.
es: Eliminación de los POIs completada.
fr: Les POIs sont déliés.
it: Scollegamento POI completato
nl: POI ontkoppeld.
pt: Ligações aos POIs removidas.
ru: Ссылки на POI удалены.

source: Are you sure to unlink all occurences of selected item?
cs: Skutečně odpojit všechny výskyty vybrané položky?
de: Sind Sie sicher, daß Sie alle gewählten Elemente entkoppeln wollen?
es: ¿Está seguro que desear eliminaciones todas las instancias de los objetos seleccionados?
fr: Etes-vous sur de vouloir désélectionner toutes les occurrences sélectionnées?
it: Sei sicuro di voler scollegare tutte le
nl: Weet u zeker dat u alle voorvallen van het geselecteerde item wilt ontkoppelen?
pt: Tem a certeza que deseja remover todas as ligações ás ocurrências do item selecionado ?
ru: Вы уверены, что хотите отменить связи для всех выбранных элементов?

source: Delete POI done.
cs: POI smazány.
de: POI gelöscht.
es: POI borrado.
fr: Suppression du POI réalisé.
it: Cancellazione POI completata.
nl: POI verwijderd.
pt: POI apagado.
ru: POI удален.

source: Delete all pois for this category?
cs: Smazat všechny POI v této kategorii?
de: Alle POI dieser Kategorie löschen?
es: ¿Borrar todos los POIs de esta categoría?
fr: Supprimer tous les POIs de cette catégorie?
it: Cancellare tutti i POI da questa categoria?
nl: Verwijder alle POI's in deze categorie?
pt: Tem a certeza que deseja apagar todos os POI´s desta categoria ?
ru: Удалить все POI этой категории?

source: Icon details
cs: Detail ikony
de: Symbol Details
es: Detalles del icono
fr: Détails des icônes
it: Dettagli icona
pt: Detalhes do icon
ru: Сведения о логотипе

source: Image dimensions
cs: Rozměr obrázku
de: Bildgröße
es: Tamaño de la imagen
fr: Tailles d'image
it: Dimensioni icona
nl: Afbeeldingsgrootte
pt: Dimensões da imagem
ru: Размер изображения

source: Category details
cs: Detail kategorie
de: Kategorie-Details
es: Detalles de la categoría
fr: Détails des catégories
it: Dettagli categorie
nl: Categorie details
pt: Detalhes da categoria
ru: Сведения о категории

source: POI details
cs: Detail POI
es: Detalles del POI
fr: Détails des POI
it: Dettagli POI
pt: Detalhes do POI
ru: POI реквизиты

source: Are you sure to delete selected item?
cs: Opravdu smazat vybrané položky?
de: Sind Sie sicher, daß Sie das gewählte Elemente löschen wollen?
es: ¿Está seguro de eliminar los objetos seleccionados?
fr: Etes-vous sûr de vouloir supprimer l'item sélectionné?
it: Sei sicuro di voler cancellare gli elementi selezionati?
nl: Weet je zeker dat je alle geselecteerde items wilt verwijderen?
pt: Tem a certeza que deseja apagar o item selecionado ?
ru: Вы уверены, что хотите удалить выбранные элементы?
