Repository: rds76/poinspect0r
Catalog: */default.po
Languages: cs, de, es, fr, it, nl, pt, ru

source: New POI category
cs: Nová kategorie POI
de: Neue POI Kategorie
es: Nueva categoría de POI
fr: Nouvelle catégorie de POI
it: Nuova categoria POI
nl: Nieuwe POI Categorie
pt: Nova categoria de POI
ru: Новая категория POI

source: Name:
cs: Jméno:
es: Nombre:
fr: Nom:
it: Nome:
nl: Naam:
pt: Nome:
ru: Имя:

source: Cancel
cs: Zpět
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pt: Cancelar
ru: Отмена

source: POI detail
cs: Detail POI
es: Detalles del POI
fr: Détail des POI
it: Dettagli POI
pt: Detalhes do POI
ru: POI реквизит

source: Max map scale:
cs: Max. měřítko mapy:
de: Maximale Skalierung:
es: Escala máxima del mapa:
fr: Echelle maximale de la carte:
it: Scala mappa massima:
nl: Maximale schaal:
pt: Escala máxima do mapa:
ru: Максимальный масштаб карты:

source: m
ru: м

source: POI data file (asc|gpx|kml|ov2):
cs: Datový soubor POI (asc|gpx|kml|ov2):
de: POI Datei (asc|gpx|kml|ov2):
es: Fichero de datos de POIs (asc|gpx|kml|ov2):
fr: Fichier de données POI (asc|gpx|kml|ov2):
it: File dati POI (asc|gpx|kml|ov2):
nl: POI bestand (asc|gpx|kml|ov2):
pt: Ficheiro de dados POI (asc|gpx|kml|ov2):
ru: Файл POI (asc|gpx|kml|ov2):

source: Appand poi file to the list for future multiple rebuilding
cs: Přidej soubor POI do seznamu pro pozdější hromadný rebuild
de: POI-Datei für Stapelverarbeitung anhängen
es: Añada el fichero de POIs a la lista para ser usado en futuras actualizaciones.
it: Aggiungi file POI alla lista per future ricostruzioni multiple
nl: Voeg poi-bestand toe aan de lijst voor toekomstige batch verwerking
pt: Indique o ficheiro POI para a lista, de modo a efectuar-se reconstuções futuras
ru: Добавить файл POI в список для последующей обработки

source: Auto link to alpha sort category
cs: Automaticky propoj do 'alpha sort' kategorie
de: Automatischer Link zur alphabetischen Sortierung
es: Añadir automáticamente a la categoría principal
fr: Classement alphabétique automatique des catégories
it: Auto-collegamento per categorie ordinate alfabeticamente
nl: Automatisch link voor het alfabetisch sorteren van categorie
pt: Ligar automáticamente para a categoria principal
ru: Автоматическая ссылка на алфавитную сортировку

source: Show POI preview dialog
cs: Zobraz náhled POI bodů
de: Vorschau-Dialog anzeigen
es: Activar la previsualización de los POIs
fr: Afficher fenêtre de prévisualisation POI
it: Mostra finestra di anteprima POI
nl: Toon POI voorvertoning
pt: Mostrar dialogo de pré-visualização do POI
ru: Показать диалог предпросмотра POI

source: Group category
cs: Skupina kategorií
de: Gruppenkategorie
es: Categoría de grupo
fr: Groupe de catégorie
it: Categoria gruppo
nl: Catergoriegroep
pt: Categoria de grupo
ru: Категория группы

source: Icon
cs: Ikona
de: Symbol
es: Icono
fr: Icône
it: Icona
ru: Логотип

source: PNG images (*.png)|*.png
cs: Obrázky PNG (*.png)|*.png
de: PNG Bilder (*.png)|*.png
es: Imágenes PNG (*.png)|*.png
fr: Image PNG (*.png)|*.png
it: Immagine PNG (*.png)|*.png
nl: PNG afbeelding (*.png)|*.png
pt: Imagens PNG (*.png)|*.png
ru: PNG изображения (*.png)|*.png

source: New from file
cs: Nový ze souboru
de: Neu aus Datei
es: Nuevo desde fichero
fr: Nouveau à partir du fichier
it: Nuovo da file
nl: Nieuw uit bestand
pt: Novo a partir do ficheiro
ru: Новое из файла

source: Existing
cs: Existující
de: Bestehend
es: Existente
fr: Actuel
it: Esistente
nl: Bestaand
pt: Existente
ru: Существующий

source: Extra options
cs: Extra volby
de: Extra Einstellungen
es: Opciones adicionales
fr: Options supplémentaires
it: Opzioni extra
nl: Extra opties
pt: Opções extra
ru: Дополнительные настройки

source: Auto link to similar group category (different brand)
de: Automatischer Link zur selben Kategorie (andere POIart)
es: Añadir automáticamente a un grupo de categoría similar (diferente marca)
fr: Lien automatique vers les groupes de catégories similaires (autres marques)
it: Auto-collegamento a gruppi di categorie simili (marchi differenti)
nl: Automatisshe Link naar zelfde categorie (andere POI soort)
pt: Ligar automáticamente a um grupo ou categoria similares
ru: Автоматическая ссылка к подобной категории (другой бренд)

source: Select item
cs: Vyber položku
de: Objekt auswählen
es: Seleccionar elemento
fr: Sélectionnez l'item
it: Seleziona elemento
nl: Selecteer item
pt: Selecionar item
ru: Выбрать элемент

source: Category
cs: Kategorie
de: Kategorie
es: Categoría
fr: Catégorie
it: Categorie
nl: Categorie
pt: Categoria
ru: Категория

source: Icon:
cs: Ikona:
de: Symbol:
es: Icono:
fr: Icône:
it: Icona:
ru: Логотип:

source: Add translation to selected language
cs: Přidej překlad k vybranému jazyku
de: Übersetzung zur gewählten Sprache hinzufügen
es: Añadir traducción al lenguaje seleccionado
fr: Ajouter une traduction à la langue sélectionnée
it: Aggiungi una traduzione al linguaggio selezionato
nl: Voeg vertaling toe aan geselecteerde bestand
pt: Adicionar tradução para a liguagem selecionada
ru: Добавить перевод в выбранный язык

source: POIs
cs: POI
it: POI
ru: POI

source: Map zoom level:
cs: Zvetšení mapy:
de: Kartenskalierung:
es: Nivel de zoom del Mapa:
fr: Niveau de zoom de la carte:
it: Livello zoom mappa:
nl: Kaart zoom niveau:
pt: Nivel de zoom do Mapa:
ru: Масштаб:

source: Map priority:
cs: Priorita mapy:
de: Kartenpriorität:
es: Prioridad del Mapa:
fr: Priorité carte:
it: Priorità mappa:
nl: Kaart prioriteit:
pt: Prioridade do Mapa:
ru: Приоритет карт:

source: Alert distance:
cs: Vzdálenost upozornění:
de: Abstandswarnung:
es: Alerta por distancia:
fr: Alerte distance:
it: Distanza avviso:
nl: Waaschuwingsafstand:
pt: Alerta de distância:
ru: Дистанция оповещения:

source: meters
cs: metry
de: Meter
es: metros
fr: Mètre
it: metri
nl: meter
pt: Metros
ru: Метры

source: Delete current POIs before add!
cs: Smaž stávající POI body před přidáním!
de: Gegenwärtige POI's vor dem Hinzufügen löschen!
es: ¡Elimine los POIs actuales antes de añadir!
fr: Supprimer les POIs présents avant d'en ajouter!
it: Cancella tutti i POI correnti prima di aggiungere!
nl: Verwijder huidige POI's voor het toevoegen!
pt: Apague os POIs actuais antes de adicionar!
ru: Удалить текущие POI перед добавлением!

source: Batch POI rebuild
cs: Hromadná aktualizace POI bodů
de: Stapel POI Neuaufbau
es: Regenerar el conjunto de POIs completamente
fr: Batch de reconstruction des POIs
it: Ricostruzione POI in batch
nl: Batch vernieuwen POI
pt: Lote de arquivos POI reconstruidos
ru: Обработка POI

source: All POIs for categories listed below will be deleted and replaced with new one!
cs: Všechny POI body pro kategorie zobrazené níže budou smazány a nahrazeny novými!
de: Alle POIs dieser Kategerie werden gelöscht und durch neue ersetzt!
es: ¡Todos los POIs de estas categorías serán eliminados y actualizados por los nuevos!
fr: Tous les POIs listés ci-dessous seront effacés et remplacés par les nouveaux!
it: Tutti i POI per le categorie elencate sotto saranno cancellati e sostituiti con i nuovi!
nl: Alle POI's in deze categorie zullen worden verwijderd en vervangen door nieuwe!
pt: Todos os POIs para as categorias abaixo, serão eliminados e substituídos por novos !
ru: Все POI указанных ниже категорий будут стерты и заменены новыми!

source: Run batch!
cs: Spusť hromadný!
de: Stapelbearbeitung ausführen!
es: ¡Regenerar!
fr: Batch en cours!
it: Avvia il batch!
nl: Start batch!
pt: Correr tarefa!
ru: Отредактировать!

source: File
cs: Soubor
de: Datei
es: Fichero
fr: Fichier
nl: Bestand
pt: Ficheiro
ru: Файл

source: Status
es: Estado
fr: statut
it: Stato
pt: Estado
ru: Статус

source: Icons
cs: Ikony
de: Symbole
es: Iconos
fr: Icônes
it: Icone
ru: Логотипы

source: * icon name [#used in categories]
cs: * název ikony [#použití v kategoriích]
de: * Symbolname [#in Kategorien genutzt]
es: * nombre del icono [#usado en categorías]
fr: * Nom de l'icône [#utilisé dans la catégorie]
it: * nome icona [#usato nelle categorie]
nl: * Iconnaam [#in categorieën gebruikt]
pt: * nome do icon [#usado em categorias]
ru: * имя логотипа [#по категориям]

source: Add new icon
cs: Přidej novou ikonu
de: Neues Symbol hinzufügen
es: Añadir nuevo icono
fr: Ajouter un nouvel icône
it: Aggiungi nuova icona
nl: Nieuw icoon toevoegen
pt: Adicionar novo icon
ru: Добавить новый логотип

source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
pt: Fechar
ru: Закрыть

source: Folder import
cs: Import složky
de: Order importieren
es: Importar carpeta
fr: Dossier d'import
it: Importa cartella
nl: Map importeren
pt: Importar pasta
ru: Импорт папки

source: Portable Network Graphics (*.png)|*.png
ru: PNG изображения (*.png)|*.png

source: Select icon file
cs: Výběr souboru s ikonou
de: Symboldatei auswählen
es: Seleccionar fichero de icono
fr: Sélectionner un fichier icône
it: Seleziona file icona
nl: Selecteer icon bestand
pt: Selecionar ficheiro de icon
ru: Выбрать файл логотипа

source: Select folder contains PNG{34x39} files (include subdirs)
cs: Vyber složku obsahující PNG(34(39*)x39) soubory (včetně podsložek)
de: PNG Ordner auswählen PNG{34x39} files (inkl. Unterordner)
es: Seleccione la carpeta que contenga los ficheros PNG(34x39), se incluirán también los subdirectorios
fr: Sélectionner un dossier contenant un fichier PNG{34x39}
it: Seleziona cartella contenente i file PNG{34x39} (include le sottocartelle)
nl: Map bevat PNG{34x39} bestanden (incl. submappen)
pt: Selecione a pasta que contêm ficheiros PNG(34x39), incluindo sub-directorias
ru: Выбрать папку, содержащую PNG-изображения {34x39} (вкл. вложенные)

source: ISO create & Burn
cs: Vytvoření a vypálení ISO
de: ISO erstellen & brennen
es: Generar imagen ISO y grabar
fr: ISO création & gravure
it: ISO crea & Masterizza
nl: ISO maken & branden
pt: Criar ISO & Gravar
ru: Создать & Записать ISO

source: Volume ID:
cs: ID jednotky:
es: ID del volumen:
it: ID Volume:
pt: ID do Volume:
ru: ID тома:

source: ISO creating progress:
cs: Proces vytváření ISO obrazu:
de: ISO Erstellungsprozess:
es: Progreso de la creación de la imagen ISO:
fr: Création ISO en cours:
it: ISO avanzamento creazione:
nl: ISO aanmaakproces:
pt: Progresso da criação do ficheiro ISO:
ru: Процесс содания ISO:

source: - use different ID from navi map
cs: - použij jiné ID z mapy navigace
de: - benutzen Sie eine andere ID from navi map
es: - usar un ID diferente desde navi map
fr: - Utiliser un autre ID de cartographie
it: - usa un ID differente dalla mappa navi
nl: - gebruik ander ID van navi map
pt: - utilize um ID diferente do mapa navi
ru: - используйте другой идентификатор на карте

source: Burning progress:
cs: Proces vypalování:
de: Brennvorgang:
es: Proceso de grabación:
fr: Gravure en cours:
it: Progresso masterizzazione:
nl: Brand voortgang:
pt: Processo de gravação:
ru: Прогресс записи:

source: Default language:
cs: Výchozí jazyk:
de: Standardsprache:
es: Lenguaje por defecto:
fr: Langue par défaut:
it: Linguaggio di default:
nl: Standaard taal:
pt: Liguagem pré-definida:
ru: Язык по умолчанию:

source: Orig.vol ID:
it: ID Vol originale:
ru: Исх. ID тома:

source: Start
es: Empezar
fr: Démarrer
pt: Iniciar
ru: Начать

source: Burn image
cs: Vypal obraz
de: Image brennen
es: Grabar imagen
fr: Gravure image
it: Masterizza immagine
nl: Brand image
pt: Gravar imagem
ru: Записать образ

source: Show log
cs: Zobraz log
de: Log zeigen
es: Mostrar registros (logs):
fr: Aperçu du LOG
it: Mostra LOG
nl: Log tonen
pt: Mostrar registro:
ru: Показать журнал

source: Original volume ID from DVD map
de: Original Volume ID der DVD
es: ID original del DVD de mapas
fr: ID original du DVD de cartographie
it: Volume ID originale dal DVD della mappa
nl: Origineel volume ID van DVD map
pt: ID original do DVD de mapas
ru: Исходный ID тома с DVD карты

source: Donate !!!
cs: Přispěj !!!
de: Spenden !!!
es: ¡¡¡¡ Donar !!!!
fr: Faites une donation !!!
it: DONA !!!
nl: Doneren !!!
pt: Doe !!!!
ru: Пожертвуйте !!!

source: ID code:
cs: ID kód:
es: Código de ID:
it: Codice ID:
pt: Código do ID:
ru: ID код:

source: Info
cs: Informace
ru: Информация

source: Donate
cs: Přispěj
de: Spende
es: Donar
fr: Faites une donation
it: DONA
nl: Doneer
pt: Doar
ru: Пожертвуйте

source: Enter SN
cs: Zadej sériové číslo
de: SN eingeben
es: Introduzca el Número de Serie
fr: Entrer la clé d'enregistrement
it: Inserisci SN
nl: SN invullen
pt: Introduza o Número de Série
ru: Введите серийный номер

source: Online SN registration
cs: Registrace sériového čísla online
es: Registo online del Número de Serie
fr: Clé d'enregistrement en ligne
it: Registrazione SN Online
nl: Online SN registratie
pt: Registo Online do Número de Série
ru: Онлайн регистрация

source: Online SN registration - how to
cs: Registrace produktu online - jak na to
es: ¿Cómo se registra online el Número de Serie?
fr: Clé d'enregistrement en ligne - Comment faire
it: Registrazione SN Online - Come fare
nl: Online SN registratie - Hoe dan
pt: Como registar online o Número de Série ?
ru: Онлайн регистрация серийного номера - подсказка

source: Build in DVD POIs
cs: POI uvnitř DVD
de: Integriere DVD POIs
es: Crear DVD de POIs
fr: Construction du DVD avec les POIs
it: Costruisci POI nel DVD
pt: Criar DVD de POIs
ru: Встроенные DVD POI

source: Disk/Folder:
cs: Disk/Složka:
de: Laufwerk/Ordner:
es: Disco/Carpeta:
fr: Disque/Répertoire:
it: Disco/Cartella:
nl: Disk/map:
pt: Disco/Pasta:
ru: Диск/Папка:

source: Lang:
cs: Jazyk:
de: Sprache:
es: Idioma:
fr: Langue:
it: Lingua:
nl: Taal:
pt: Lingua:
ru: Язык:

source: DB version:
cs: Verze BD:
es: Versión de la BD:
fr: Version DB:
it: Versione DB:
nl: DB Versie:
pt: Versão da BD:
ru: Версия базы:

source: Volume:
de: Laufwerk:
es: Volumen:
nl: Schijf:
ru: Том:

source: Mutli rebuild
cs: Hromadná aktualizace
de: Mehrfachaufbau
es: Reconstrucción múltiple
fr: Reconstruction multiple
it: Ricostruz. multipla
nl: Multi rebuild
pt: Multiplas reconstruções
ru: Перестраивание

source: Create ISO && Burn DVD
cs: Vytvoř ISO a vypal DVD
de: ISO erstellen && DVD brennen
es: Crear ISO y grabar el DVD
fr: Création ISO && gravure DVD
it: Crea ISO && masterizza DVD
nl: Maak ISO && Brand DVD
pt: Criar ISO && Gravar DVD
ru: Создать образ & Записать DVD

source: Area:
cs: Plocha:
de: Bereich:
es: Área:
fr: Zone:
nl: Gebied:
ru: Область:

source: Version:
cs: Verze:
es: Versión:
it: Versione:
nl: Versie:
pt: Versão:
ru: Версия:

source: Preferences
cs: Nastavení
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze
nl: Instellingen
pt: Definições
ru: Настройки

source: Load
cs: Nahrát
de: Laden
es: Cargar
fr: Charger
it: Carica
nl: Laden
pt: Carregar
ru: Загрузить

source: Select RNS510 DVD map disc/folder
de: RNS510 DVD/Ordner auswählen
es: Seleccione el disco/carpeta del DVD de mapas RNS510
fr: Sélectionner le DVD ou le dossier de cartographie du RNS510
it: Seleziona disco/cartella del DVD mappa per RNS510
nl: RNS510 DVD map disc/map
pt: Selecione o DVD/pasta dos mapas RNS510
ru: Выбрать RNS510 DVD карту диск/папка

source: Detail
es: Detalles
fr: Détail
it: Dettaglio
pt: Detalhes
ru: Сведения

source: Category ID:
cs: ID kategorie:
de: Kategorien ID:
es: ID de la categoría:
fr: Catégorie ID:
it: ID Categoria:
nl: Categorie ID:
pt: ID da categoria:
ru: ID категории:

source: Category name:
cs: Název kategorie:
de: Kategorienname:
es: Nombre de la categoría:
fr: Nom de la catégorie:
it: Nome Categoria:
nl: Categorie naam:
pt: Nome da categoria:
ru: Имя категории:

source: Involved lines:
cs: Zapojeno řádků:
de: Betroffene Zeilen:
es: Lineas involucradas:
fr: Lignes concernées:
it: Linee coinvolte:
nl: Betrokken regels:
pt: linhas usadas:
ru: Задействованные линии:

source: Icon file:
cs: Soubor ikony:
de: Symboldatei:
es: Fichero de icono:
fr: Fichier icône:
it: File icona:
nl: Icon bestand:
pt: Ficheiro de icon:
ru: Файл логотипа:

source: Search attrib. values (from SADESC):
de: Suche Attributwerte (aus SADESC):
es: Buscar los valores de atributos (desde SADESC):
fr: Recherche des valeurs d'attribut (SADESC):
it: Ricerca valori attributi (da SADESC):
nl: Zoek Attribuutwaarde (uit SADESC):
pt: Procura de valores atribuídos (de SADESC):
ru: Поиск атрибутов (из SADESC):

source: List attrib. values (from IADESC):
de: Zeige Attributwerte (aus SADESC):
es: Mostar los valores de atributos (desde IADESC):
fr: Liste des valeurs d'attribut (SADESC):
it: Elenca valori attributi (da IADESC):
nl: Toon Attribuutwaarde (uit SADESC):
pt: Lista de valores atribuídos (de IADESC):
ru: Показать список значений (из SADESC):

source: Search form:
cs: Hledej od:
de: Suche in:
es: Buscar desde:
fr: Rechercher depuis:
it: Modulo ricerca:
nl: Zoek in:
pt: Procurar a partir de:
ru: Поиск в:

source: Is group category:
cs: Je skupinová kategorie:
de: Ist Gruppenkategorie:
es: Es una categoría de grupo:
fr: Groupe de catégorie:
it: è gruppo categoria:
nl: Is groep categorie:
pt: É uma categoria de grupo:
ru: Является групповой категорией:

source: DB3 POIs
cs: DB3 POI
it: DB3 POI
ru: DB3 POI

source: DB3 file:
cs: Soubor DB3:
de: DB3 Datei:
es: Fichero DB3:
fr: Fichier DB3:
it: File DB3:
nl: DB3 bestand:
pt: Ficehrio DB3:
ru: DB3 файл:

source: Created:
cs: Vytvořeno:
de: Erstellt:
es: Creado:
fr: Créer:
it: Creato:
nl: Gemaakt:
pt: Criado:
ru: Создан:

source: DB ID:
cs: BD ID:
es: BD ID:
it: ID DB:
pt: BD ID:
ru: ID базы:

source: Core ver.:
cs: Verze jádra:
de: Core Vers.:
es: Versión Core:
fr: Vers. de base:
it: Vers. Core.:
nl: Core Vers.:
pt: Core Vers.:
ru: Версия ядра:

source: POI ver.:
cs: Verze POI:
de: POI Vers.:
es: Versión POIs:
fr: POI Vers.:
it: Vers. POI
nl: POI Vers.:
pt: POI Vers.
ru: POI вер.:

source: Icon set:
cs: Sada ikon:
de: Symbolset:
es: Iconos:
fr: Choix icône:
it: Set icone:
pt: Conjunto de Icons:
ru: Логотип:

source: New
cs: Nový
de: Neue
es: Nuevo
fr: Nouveau
it: Nuovo
nl: Nieuw
pt: Novo
ru: Новый

source: Reload
cs: Znovunačtení
de: Neu laden
es: Recargar
fr: Recharger
it: Ricarica
nl: Ververs
pt: Recarregar
ru: Перезагрузить

source: Tools
cs: Nástroje
es: Herramientas
fr: Outils
it: Strumenti
nl: Extra
pt: Ferramentas
ru: Инструменты

source: SQLlite files (*.db3)|*.db3
cs: Soubory SQLlite (*.db3)|*.db3
de: SQLlite Dateien (*.db3)|*.db3
es: Fichero SQLlite (*.db3)|*.db3
fr: Fichiers SQLlite (*.db3)|*.db3
it: File SQLlite (*.db3)|*.db3
nl: SQLlite bestanden (*.db3)|*.db3
pt: Ficheiros SQLlite (*.db3)|*.db3
ru: SQLlite-файлы (*.db3)|*.db3

source: POI list
cs: Seznam POI
de: POI Liste
es: Lista de POIs
fr: Liste des POI
it: Lista POI
nl: POI Lijst
pt: Lista de POI´s
ru: Список POI

source: Zoom level:
cs: Zvětšení:
de: Vergrößerung:
es: Nivel de zoom:
fr: Niveau de zoom:
it: Livello zoom:
nl: Zoom niveau:
pt: Nível de zoom:
ru: Уровень масштабирования:

source: Total rec. count:
cs: Celkem záznamů:
de: Gesamtzahl aller Einträge:
es: Total de registros:
fr: Compteur d'enregistrement total:
it: Conteggio totale rec.
nl: Totaal rec. aantal:
pt: Total de registos:
ru: Общее количество записей:

source: Select columns
cs: Vyber sloupce
de: Wähle Spalten
es: Seleccionar columnas
fr: Sélectionner colonne
it: Seleziona colonne
nl: Selecteer kolom
pt: Selecionar colunas
ru: Выбрать столбцы

source: At least one column must be visible!
cs: Nejméně jeden sloupec musí být viditelný!
de: Mindestens eine Spalte muss angezeigt werden!
es: ¡Al menos una columna debe estar visible!
fr: Au moins une colonne doit être visible!
it: Almeno una colonna deve essere visibile!
nl: Er moet minimaal 1 kolom zichtbaar zijn!
pt: Pelo o menos uma coluna tem de estar visivel !
ru: Должен отображаться хотя бы один столбец!

source: Name
cs: Název
es: Nombre
fr: Nom
it: Nome
nl: Naam
pt: Nome
ru: Имя

source: Map
cs: Mapa
de: Karte
es: Mapa
fr: Carte
it: Mappa
nl: Kaart
pt: Mapa
ru: Карта

source: Locate on click only
cs: Lokalizuj pouze na klik
de: Nur beim Klicken zeigen
es: Ubicar sólo en la zona del click
it: Trova solo con un click
nl: Alleen bij klik laten zien
pt: Localizar apenas no click
ru: Показывать только при выборе

source: Enter search text...
cs: Zadej hledaný text...
de: Suchtext eingeben...
es: Introduzca texto a buscar...
fr: Entrer texte à rechercher...
it: Inserisci testo da cercare...
nl: Geef de zoek tekst...
pt: Procurar...
ru: Введите искомый текст...

source: Add POI/group category
cs: Přidej POI/skupinu kategorií
de: POI/Gruppenkategorie hinzufügen
es: Añadir categoría de POI/grupo
fr: Ajout POI/Groupe de catégorie
it: Aggiungi POI/gruppo categoria
nl: Voeg POI/groep categorie toe
pt: Adicionar categoria POI/Grupo
ru: Добавить POI/категорию группы

source: - after selected poi
cs: - před
de: - hinter ausgewähltem POI
es: - despues de poi seleccionado
fr: - après POI sélectionné
it: - dopo il POI selezionato
nl: - na geselecteerde POI
pt: - depois do poi selecionado
ru: - после выбранного POI

source: - before selected poi
cs: - po
de: - vor ausgewähltem POI
es: - antes de poi seleccionado
fr: - avant POI sélectionné
it: - prima del POI selezionato
nl: - voor geselecteerde POI
pt: - antes do poi selecionado
ru: - перед выбранным POI

source: - as 1st child of selected group
cs: - jako 1. ve skupině
de: - als erster Untereintrag der gewählten Gruppe
es: - como primera categoría hija del grupo seleccionado
fr: - Comme fille du groupe sélectionné
it: - come primo figlio del gruppo selezionato
nl: - als 1ste sub van geselecteerde groep
pt: - como primeira sub-categroia do grupo selecionado
ru: - как первая запись в выбранной группе

source: Link POI|cat - Copy/Paste
cs: Spoj POI|kat. - Kopíruj/Vlož
de: Link POI|Kat. - Kopieren/Einfügen
es: Enlazar POI|cat. - Copiar y Pegar
fr: Lien POI|cat. - Copier/Coller
it: Unisci POI|Cat - Copia/Incolla
nl: Link POI|Cat. - Kopiëren/Plakken
pt: Ligação POI|Cat. - Copiar/Colar
ru: Ссылка POI|кат - Копировать/Вставить

source: Copy selected
cs: Kopíruj vybrané
de: Kopiere Auswahl
es: Copiar seleccionado
fr: Sélectionner copie
it: Copia selezionato
nl: Kopie geselecteerde
pt: Copiar selecionado
ru: Копировать выбранное

source: Paste after selected
de: Einfügen nach Auswahl
es: Pegar después de seleccionar
fr: Copier après la sélection
it: Incolla dopo quello selezionato
nl: Plak na geselecteerde
pt: Colar após a selecção
ru: Вставить после выбранного

source: Paste before selected
de: Einfügen vor Auswahl
es: Pegar antes de seleccionar
fr: Copier avant la sélection
it: Incolla prima di quello selezionato
nl: Plak voor geselecteerde
pt: Colar antes da selecção
ru: Вставить перед выбранным

source: Paste as 1st child of selected group
de: Als ersten Eintrag der gewählten Gruppe einfügen
es: Pegar como primera categoría hija del grupo seleccionado
fr: Copier comme une fille du groupe sélectionné
it: Incolla come primo figlio del gruppo selezionato
nl: Plak als 1ste sub van geselecteerde groep
pt: Colar como primeira sub-categoria do grupo selecionado
ru: Вставить как 1-й встроенный элемент выбранной группы

source: Link POI|cat from selection
de: Link POI|Kat. aus Auswahl
es: Enlazar POI|cat. desde selección
fr: Lier POI|cat. sélectionnés
it: Collega POI|Cat. da selezione
nl: Link POI|Kat. uit selectie
pt: Ligar POI|Cat. da selecção
ru: Ссылка POI|кaт из выбранного

source: - after selected
de: - hinter Auswahl
es: - después de seleccionar
fr: - après la sélection
it: - dopo selezionato
nl: - na geselecteerde
pt: - após a selecção
ru: - после выбранного

source: - before selected
de: - vor Auswahl
es: - antes de seleccionar
fr: - avant la sélection
it: - dopo selezionato
nl: - voor geselecteerde
pt: - antes da selecção
ru: - перед выбранным

source: Unlink
de: Link entfernen
es: Desconectar
fr: Délier
it: Scollega
nl: Link verwijderen
pt: Desconectar
ru: Удалить ссылку

source: Unlink all occurences
de: Alle Links entfernen
es: Desconectar todas las apariciones
fr: Délier toutes les occurrences
it: Disconnetti tutte le ricorrenze
nl: Alle Links verwijderen
pt: Remover todas as ocurrências
ru: Удалить все ссылки
